astro-build.astro-vscode
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
github.copilot
github.copilot-chat
github.vscode-github-actions
infeng.vscode-react-typescript
janisdd.vscode-edit-csv
johnsoncodehk.vscode-tsconfig-helper
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
phplasma.csv-to-table
runningcoder.react-snippets
shahilkumar.docxreader
thezhir.vscode-snippets
willstakayama.vscode-nextjs-snippets
xabikos.reactsnippets
